{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<|endoftext|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<|padding|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "ByteLevel",
    "add_prefix_space": false,
    "trim_offsets": true,
    "use_regex": true
  },
  "post_processor": null,
  "decoder": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "<|endoftext|>": 0,
      "<|padding|>": 1,
      "!": 2,
      "\"": 3,
      "#": 4,
      "$": 5,
      "%": 6,
      "&": 7,
      "'": 8,
      "(": 9,
      ")": 10,
      "*": 11,
      "+": 12,
      ",": 13,
      "-": 14,
      ".": 15,
      "/": 16,
      "0": 17,
      "1": 18,
      "2": 19,
      "3": 20,
      "4": 21,
      "5": 22,
      "6": 23,
      "7": 24,
      "8": 25,
      "9": 26,
      ":": 27,
      ";": 28,
      "<": 29,
      "=": 30,
      ">": 31,
      "?": 32,
      "@": 33,
      "A": 34,
      "B": 35,
      "C": 36,
      "D": 37,
      "E": 38,
      "F": 39,
      "G": 40,
      "H": 41,
      "I": 42,
      "J": 43,
      "K": 44,
      "L": 45,
      "M": 46,
      "N": 47,
      "O": 48,
      "P": 49,
      "Q": 50,
      "R": 51,
      "S": 52,
      "T": 53,
      "U": 54,
      "V": 55,
      "W": 56,
      "X": 57,
      "Y": 58,
      "Z": 59,
      "[": 60,
      "\\": 61,
      "]": 62,
      "^": 63,
      "_": 64,
      "`": 65,
      "a": 66,
      "b": 67,
      "c": 68,
      "d": 69,
      "e": 70,
      "f": 71,
      "g": 72,
      "h": 73,
      "i": 74,
      "j": 75,
      "k": 76,
      "l": 77,
      "m": 78,
      "n": 79,
      "o": 80,
      "p": 81,
      "q": 82,
      "r": 83,
      "s": 84,
      "t": 85,
      "u": 86,
      "v": 87,
      "w": 88,
      "x": 89,
      "y": 90,
      "z": 91,
      "{": 92,
      "|": 93,
      "}": 94,
      "~": 95,
      "¢": 96,
      "â": 97,
      "Ċ": 98,
      "č": 99,
      "Ġ": 100,
      "Ģ": 101,
      "čĊ": 102,
      "on": 103,
      "in": 104,
      "ti": 105,
      "er": 106,
      "Ġt": 107,
      "Ġa": 108,
      "re": 109,
      "al": 110,
      "en": 111,
      "Ġc": 112,
      "es": 113,
      "Ġs": 114,
      "Ġth": 115,
      "or": 116,
      "tion": 117,
      "an": 118,
      "is": 119,
      "Ġp": 120,
      "ic": 121,
      "at": 122,
      "ed": 123,
      "ar": 124,
      "it": 125,
      "Ġthe": 126,
      "ing": 127,
      "Ġd": 128,
      "Ġm": 129,
      "Ġf": 130,
      "Ġo": 131,
      "ro": 132,
      "Ġin": 133,
      "Ġw": 134,
      "Ġb": 135,
      "le": 136,
      "ation": 137,
      "ent": 138,
      "ec": 139,
      "nd": 140,
      "Ġre": 141,
      "om": 142,
      "st": 143,
      "Ġof": 144,
      "ou": 145,
      "Ġe": 146,
      "ra": 147,
      "Ġh": 148,
      "ol": 149,
      "as": 150,
      "ly": 151,
      "ce": 152,
      "Ġand": 153,
      "Ġto": 154,
      "ve": 155,
      "Ġl": 156,
      "th": 157,
      "Ġcon": 158,
      "Ġn": 159,
      "il": 160,
      "ul": 161,
      "si": 162,
      "##": 163,
      "ac": 164,
      "ment": 165,
      "ĠC": 166,
      "ur": 167,
      "im": 168,
      "**": 169,
      "et": 170,
      "ig": 171,
      "if": 172,
      "tic": 173,
      "ĠS": 174,
      "ĠT": 175,
      "id": 176,
      "em": 177,
      "ter": 178,
      "ity": 179,
      "Ġg": 180,
      "ver": 181,
      "el": 182,
      "ow": 183,
      "Ġst": 184,
      "ical": 185,
      "ĠA": 186,
      "ut": 187,
      "us": 188,
      "Ġ(": 189,
      "Ġpro": 190,
      "ts": 191,
      "he": 192,
      "Ġfor": 193,
      "ri": 194,
      "uc": 195,
      "Ġv": 196,
      "Ġcom": 197,
      "ate": 198,
      "res": 199,
      "ab": 200,
      "am": 201,
      "ist": 202,
      "ĠP": 203,
      "un": 204,
      "Ġ\"": 205,
      "ir": 206,
      "qu": 207,
      "od": 208,
      "ĠčĊ": 209,
      "ot": 210,
      "ge": 211,
      "Ġ1": 212,
      "Ġas": 213,
      "og": 214,
      "ith": 215,
      "ĠM": 216,
      "ess": 217,
      "ĠI": 218,
      "Ġwh": 219,
      "ain": 220,
      "Ġex": 221,
      "op": 222,
      "ad": 223,
      "Ġis": 224,
      "ch": 225,
      "pp": 226,
      "Ġwith": 227,
      "###": 228,
      "ure": 229,
      "ers": 230,
      "tive": 231,
      "te": 232,
      "os": 233,
      "'s": 234,
      "oc": 235,
      "ĠH": 236,
      "Ġon": 237,
      "Ġsp": 238,
      "Ġthat": 239,
      "Ġcomp": 240,
      "Ġbe": 241,
      "Ġde": 242,
      "and": 243,
      "ĠE": 244,
      "um": 245,
      "ence": 246,
      "ĠB": 247,
      "ations": 248,
      "ore": 249,
      "Ġac": 250,
      "Ġan": 251,
      "ĠR": 252,
      "Ġch": 253,
      "end": 254,
      "ay": 255,
      "ap": 256,
      "ific": 257,
      "Ġr": 258,
      "Ġal": 259,
      "ial": 260,
      "ĠD": 261,
      "di": 262,
      "igh": 263,
      "iz": 264,
      "est": 265,
      "Ġor": 266,
      "pl": 267,
      "ĠL": 268,
      "ĠThe": 269,
      "ĠF": 270,
      "ff": 271,
      "ary": 272,
      "gh": 273,
      "ual": 274,
      "rom": 275,
      "se": 276,
      "ke": 277,
      "Ġ2": 278,
      "ĠN": 279,
      "Ġsu": 280,
      "sion": 281,
      "Ġ=": 282,
      "fer": 283,
      "per": 284,
      "ies": 285,
      "tical": 286,
      "ant": 287,
      "Ġsy": 288,
      "ance": 289,
      "tions": 290,
      "our": 291,
      "Ġit": 292,
      "xt": 293,
      "ct": 294,
      "und": 295,
      "..": 296,
      "orm": 297,
      "ech": 298,
      "ine": 299,
      "ĠG": 300,
      "ere": 301,
      "Ġspec": 302,
      "Ġcont": 303,
      "Ġim": 304,
      "enti": 305,
      "Ġfrom": 306,
      "ork": 307,
      "ĠW": 308,
      "Ġby": 309,
      "ys": 310,
      "ion": 311,
      "ath": 312,
      "ew": 313,
      "olog": 314,
      "Ġapp": 315,
      "tim": 316,
      "ld": 317,
      "ran": 318,
      "Ġad": 319,
      "Ġle": 320,
      "Ġun": 321,
      "Ġ-": 322,
      "ous": 323,
      "Ġwas": 324,
      "ism": 325,
      "ip": 326,
      "vid": 327,
      "lu": 328,
      "Ġare": 329,
      "ach": 330,
      "ire": 331,
      "text": 332,
      "all": 333,
      "ution": 334,
      "Ġse": 335,
      "ect": 336,
      "Ġpre": 337,
      "tern": 338,
      "ated": 339,
      "act": 340,
      "ult": 341,
      "age": 342,
      "ign": 343,
      "Ġpar": 344,
      "ruc": 345,
      "ther": 346,
      "ost": 347,
      "The": 348,
      "ory": 349,
      "ph": 350,
      "Ġsh": 351,
      "enc": 352,
      "ag": 353,
      "ural": 354,
      "Ġnot": 355,
      "00": 356,
      "Ġab": 357,
      "Ġy": 358,
      "Ġbut": 359,
      "ish": 360,
      "ple": 361,
      "Ġme": 362,
      "rou": 363,
      "ort": 364,
      "out": 365,
      "ates": 366,
      "stem": 367,
      "ĠTh": 368,
      "Ġli": 369,
      "Ġres": 370,
      "ust": 371,
      "form": 372,
      "vel": 373,
      "iffer": 374,
      "ari": 375,
      "able": 376,
      "ard": 377,
      "Ġat": 378,
      "ak": 379,
      "ast": 380,
      "ven": 381,
      "Ġper": 382,
      "ĠIn": 383,
      "ĠU": 384,
      "ĠCon": 385,
      "ility": 386,
      "ome": 387,
      "Ġne": 388,
      "Ġen": 389,
      "ors": 390,
      ":**": 391,
      "Ġcan": 392,
      "nt": 393,
      "Ġinc": 394,
      "Ġ+": 395,
      "are": 396,
      "ram": 397,
      "av": 398,
      "Ġsystem": 399,
      "de": 400,
      "ble": 401,
      "ese": 402,
      "ric": 403,
      "Ġcl": 404,
      "ould": 405,
      "rain": 406,
      "Ġ19": 407,
      "Ġrel": 408,
      "ative": 409,
      "ang": 410,
      "iti": 411,
      "Ġdiffer": 412,
      "Ġdis": 413,
      "cess": 414,
      "ich": 415,
      "Ġmore": 416,
      "ational": 417,
      "rac": 418,
      "ss": 419,
      "ments": 420,
      "Ġthis": 421,
      "Ġar": 422,
      "ong": 423,
      "Ġk": 424,
      "**:": 425,
      "Ġus": 426,
      "ruct": 427,
      "duc": 428,
      "vol": 429,
      "ĠO": 430,
      "ell": 431,
      "Ġhe": 432,
      "Ġ3": 433,
      "tional": 434,
      "echan": 435,
      "ue": 436,
      "erm": 437,
      "ia": 438,
      "ile": 439,
      "Ġrequ": 440,
      "Ġinter": 441,
      "ill": 442,
      "ey": 443,
      "ight": 444,
      "rough": 445,
      "Ġpol": 446,
      "Ġcomple": 447,
      "Ġqu": 448,
      "Ġspecific": 449,
      "ater": 450,
      "yp": 451,
      "rans": 452,
      "ail": 453,
      "ave": 454,
      "iv": 455,
      "ear": 456,
      "Ġeff": 457,
      "Ġimp": 458,
      "Ġlike": 459,
      "Ġtra": 460,
      "Ġconf": 461,
      "Ġpl": 462,
      "Ġint": 463,
      "Ġj": 464,
      "erv": 465,
      "now": 466,
      "lic": 467,
      "Ġtheir": 468,
      "Ġco": 469,
      "onom": 470,
      "ĠK": 471,
      "Ġreg": 472,
      "Ġvs": 473,
      "fic": 474,
      "ular": 475,
      "etw": 476,
      "tit": 477,
      "Ġph": 478,
      "yn": 479,
      "Ġsc": 480,
      "aus": 481,
      "ress": 482,
      "...": 483,
      "Ġ4": 484,
      "Ġthan": 485,
      "ery": 486,
      "Ġthrough": 487,
      "ound": 488,
      "ological": 489,
      "ord": 490,
      "Ġcons": 491,
      "Ġrec": 492,
      "thes": 493,
      "of": 494,
      "Ġwhich": 495,
      "Ġpo": 496,
      "tain": 497,
      "ĠCh": 498,
      "Ġem": 499,
      "ĠSt": 500,
      "Ġcomm": 501,
      "ally": 502,
      "Ġbec": 503,
      "Ġass": 504,
      "Ġund": 505,
      "ase": 506,
      "Ġmod": 507,
      "ame": 508,
      "ty": 509,
      "Qu": 510,
      "Ġappro": 511,
      "ces": 512,
      "ĠV": 513,
      "ents": 514,
      "Ġcre": 515,
      "thesis": 516,
      "Ġrep": 517,
      "Ġdist": 518,
      "dic": 519,
      "Ġabout": 520,
      "ĠThis": 521,
      "low": 522,
      "echanism": 523,
      "ass": 524,
      "imit": 525,
      "ry": 526,
      "ub": 527,
      "ction": 528,
      "Ġinf": 529,
      "alys": 530,
      "Ġ5": 531,
      "Ġhis": 532,
      "Ġover": 533,
      "ian": 534,
      "Ġgen": 535,
      "Ġconst": 536,
      "alysis": 537,
      "pt": 538,
      "hip": 539,
      "Ġhave": 540,
      "oth": 541,
      "rib": 542,
      "Ġunder": 543,
      "Ġtrans": 544,
      "Ġro": 545,
      "ĠJ": 546,
      "ulation": 547,
      "velop": 548,
      "over": 549,
      "ization": 550,
      "Ġtim": 551,
      "tiv": 552,
      "ern": 553,
      "ack": 554,
      "led": 555,
      "pec": 556,
      "pon": 557,
      "Ġsign": 558,
      "ĠRe": 559,
      "een": 560,
      "ures": 561,
      "Ġdifferent": 562,
      "Ġpr": 563,
      "ber": 564,
      "lish": 565,
      "istor": 566,
      "Ġman": 567,
      "ud": 568,
      "ood": 569,
      "ability": 570,
      "ace": 571,
      "por": 572,
      "Ġdet": 573,
      "ten": 574,
      "Ġsuc": 575,
      "val": 576,
      "ating": 577,
      "etween": 578,
      "Ġwork": 579,
      "Ġmo": 580,
      "pend": 581,
      "Ġbetween": 582,
      "ultural": 583,
      "Ġform": 584,
      "ark": 585,
      "ding": 586,
      "raph": 587,
      "Query": 588,
      "Ġdec": 589,
      "aw": 590,
      "Ġcomplex": 591,
      "onomic": 592,
      "ges": 593,
      ".<": 594,
      "Ġits": 595,
      "Ġdes": 596,
      "Ġstruct": 597,
      "inal": 598,
      "Ġdevelop": 599,
      "les": 600,
      "Ġexp": 601,
      "sition": 602,
      "|>": 603,
      "endof": 604,
      "endoftext": 605,
      "ĠAn": 606,
      "ross": 607,
      "formation": 608,
      "ology": 609,
      "Ġpat": 610,
      "istorical": 611,
      "ite": 612,
      "ulti": 613,
      "ework": 614,
      "der": 615,
      "Ġ**": 616,
      "Ġwe": 617,
      "ramework": 618,
      "up": 619,
      "ateg": 620,
      "Ġec": 621,
      "Ġneed": 622,
      ".<|": 623,
      "Ġfact": 624,
      "ities": 625,
      "Ġmechanism": 626,
      "ef": 627,
      "ograph": 628,
      "Ġapproach": 629,
      "Ġthey": 630,
      "ens": 631,
      "Ġdi": 632,
      "Ġthese": 633,
      "ential": 634,
      "Ġvari": 635,
      "sive": 636,
      "Ġother": 637,
      "uring": 638,
      "echn": 639,
      "ĠCom": 640,
      "ount": 641,
      "Ġwould": 642,
      "Ġstr": 643,
      "Ġag": 644,
      "Ġwere": 645,
      "Ġ0": 646,
      "arch": 647,
      "par": 648,
      "Ġleg": 649,
      "ree": 650,
      "'t": 651,
      "ision": 652,
      "Ġpattern": 653,
      "Ġma": 654,
      "Ġele": 655,
      "rol": 656,
      "Ġcol": 657,
      "Ġwhen": 658,
      "Ġrequire": 659,
      "ather": 660,
      "mental": 661,
      "Ġtyp": 662,
      "ati": 663,
      "Ġwhile": 664,
      "Ġsub": 665,
      "Ġrem": 666,
      "Ġhas": 667,
      "Ġlimit": 668,
      "itical": 669,
      "ection": 670,
      "ious": 671,
      "ized": 672,
      "Ġall": 673,
      "ased": 674,
      "ically": 675,
      "Ġcent": 676,
      "vers": 677,
      "one": 678,
      "Ġconstrain": 679,
      "ide": 680,
      "Ġ20": 681,
      "Ġsim": 682,
      "Ġout": 683,
      "Ġcap": 684,
      "Ġdef": 685,
      "ower": 686,
      "thod": 687,
      "Ġra": 688,
      "Key": 689,
      "ght": 690,
      "Ġprovid": 691,
      "ration": 692,
      "so": 693,
      "eral": 694,
      "Ġprocess": 695,
      "Ġsignific": 696,
      "Ġsome": 697,
      "ency": 698,
      "Ġ6": 699,
      "ever": 700,
      "ced": 701,
      "Ġhigh": 702,
      "ond": 703,
      "ysical": 704,
      "reat": 705,
      "ose": 706,
      "ata": 707,
      "Ġob": 708,
      "istic": 709,
      "volution": 710,
      "Ġeffec": 711,
      "ren": 712,
      "ans": 713,
      "nowled": 714,
      "row": 715,
      "king": 716,
      "Ġpers": 717,
      "erg": 718,
      "atic": 719,
      "rit": 720,
      "ks": 721,
      "essment": 722,
      "Ġsoc": 723,
      "Ġacc": 724,
      "Ġdo": 725,
      "ĠWh": 726,
      "ynthesis": 727,
      ").": 728,
      "Ġyou": 729,
      "Ġpe": 730,
      "ice": 731,
      "Ġpartic": 732,
      "19": 733,
      "irect": 734,
      "ablish": 735,
      "li": 736,
      "ality": 737,
      "til": 738,
      "Ġpres": 739,
      "Ġinclu": 740,
      "inc": 741,
      "Ġdem": 742,
      "titution": 743,
      "ature": 744,
      "Ġmain": 745,
      "Ġwhere": 746,
      "Ġframework": 747,
      "ves": 748,
      "empor": 749,
      "ie": 750,
      "rop": 751,
      "Ġcor": 752,
      "Ġsupp": 753,
      "ons": 754,
      "irst": 755,
      "Ġins": 756,
      "ob": 757,
      "ting": 758,
      "ise": 759,
      "Ġanalysis": 760,
      "Ġalso": 761,
      "ved": 762,
      "ditional": 763,
      "),": 764,
      "ains": 765,
      "ici": 766,
      "Ġsignificant": 767,
      "ib": 768,
      "Ġmay": 769,
      "Ġrepres": 770,
      "establish": 771,
      "ption": 772,
      "owever": 773,
      "Ġsystems": 774,
      "ification": 775,
      "Ġlikely": 776,
      "arg": 777,
      "omes": 778,
      "ics": 779,
      "uth": 780,
      "ior": 781,
      "Ġfun": 782,
      "Ġval": 783,
      "ays": 784,
      "Ġcontext": 785,
      "ĠSynthesis": 786,
      "gan": 787,
      "ause": 788,
      "ences": 789,
      "urre": 790,
      "idence": 791,
      "In": 792,
      "Ġdata": 793,
      "arly": 794,
      "Ġpop": 795,
      "Ġprac": 796,
      "ann": 797,
      "Ġhad": 798,
      "Ġmed": 799,
      "pre": 800,
      "sible": 801,
      "Ġam": 802,
      "Ġboth": 803,
      "nowledge": 804,
      "Ġcontrol": 805,
      "Th": 806,
      "Ġinto": 807,
      "Ġref": 808,
      "Ġmethod": 809,
      "ron": 810,
      "overn": 811,
      "Ġtechn": 812,
      "Ġsur": 813,
      "vidence": 814,
      "its": 815,
      "allen": 816,
      "Ġver": 817,
      "Ġsug": 818,
      "ears": 819,
      "Ġone": 820,
      "ographic": 821,
      "mer": 822,
      "Ġoper": 823,
      "estion": 824,
      "ange": 825,
      "Ġfactors": 826,
      "iod": 827,
      "Ġinflu": 828,
      "ni": 829,
      "ser": 830,
      "vidual": 831,
      "eed": 832,
      "Ġrelations": 833,
      "als": 834,
      "ires": 835,
      "ertain": 836,
      "ted": 837,
      "ties": 838,
      "blem": 839,
      "Ġmulti": 840,
      "ĠPro": 841,
      "Ġestablish": 842,
      "Ġpolitical": 843,
      "ind": 844,
      "Ġacross": 845,
      "titutional": 846,
      "ually": 847,
      "old": 848,
      "Ġop": 849,
      "Ġrespon": 850,
      "cc": 851,
      "Ġproduc": 852,
      "Ġrather": 853,
      "Ġduring": 854,
      "Ġact": 855,
      "Ġinsi": 856,
      "Ġeconomic": 857,
      "Ġprot": 858,
      "Ġno": 859,
      "wo": 860,
      "Ġpatterns": 861,
      "Ġhow": 862,
      "eg": 863,
      "ied": 864,
      "own": 865,
      "Ġret": 866,
      "aking": 867,
      "ination": 868,
      "ru": 869,
      "Ġexpl": 870,
      "Ġlaw": 871,
      "ral": 872,
      "Ġmon": 873,
      "Ġconfidence": 874,
      "elf": 875,
      "Ġperiod": 876,
      "Ġmet": 877,
      "ov": 878,
      "Ġstrateg": 879,
      "Ġmark": 880,
      "lec": 881,
      "med": 882,
      "Ġ18": 883,
      "iron": 884,
      "Ġsuch": 885,
      "ep": 886,
      "Ġconc": 887,
      "road": 888,
      "Ġinvol": 889,
      "Ġthem": 890,
      "ason": 891,
      "Ġconstraints": 892,
      "Ġterm": 893,
      "Ġmost": 894,
      "Ġmechanisms": 895,
      "Ġstructure": 896,
      "Ġfund": 897,
      "ward": 898,
      "ues": 899,
      "Ġtime": 900,
      "sw": 901,
      "teg": 902,
      "ful": 903,
      "Ġwho": 904,
      "Ġte": 905,
      "Ġrelationship": 906,
      "hysical": 907,
      "oun": 908,
      "ness": 909,
      "ople": 910,
      "Ġquestion": 911,
      "Ġdevelopment": 912,
      "Ġcultural": 913,
      "Ġbeen": 914,
      "oph": 915,
      "ĠNo": 916,
      "Ġfirst": 917,
      "Ġexper": 918,
      "ize": 919,
      "roup": 920,
      "ars": 921,
      "ands": 922,
      "Ġsec": 923,
      "Ġatt": 924,
      "ditions": 925,
      "Ġpot": 926,
      "urrent": 927,
      "ild": 928,
      "lear": 929,
      "ublic": 930,
      "ource": 931,
      "Ġincre": 932,
      "ases": 933,
      "ĠEn": 934,
      "ilit": 935,
      "anc": 936,
      "ough": 937,
      "ings": 938,
      "Ġindi": 939,
      "min": 940,
      "ĠHigh": 941,
      "oy": 942,
      "Ġsocial": 943,
      "Ġinsight": 944,
      "int": 945,
      "Ġsyn": 946,
      "Ġregion": 947,
      "Ġchallen": 948,
      "Ġbeh": 949,
      "Ġadv": 950,
      "ages": 951,
      "Ġgovern": 952,
      "ok": 953,
      "pecific": 954,
      "Ġ~": 955,
      "swer": 956,
      "stand": 957,
      "Ġauth": 958,
      "Ġmem": 959,
      "Ġext": 960,
      "ital": 961,
      "Ġdoc": 962,
      "eck": 963,
      "Ġcontin": 964,
      "sider": 965,
      "Ġproblem": 966,
      "Ġdepend": 967,
      "ĠContext": 968,
      "ĠY": 969,
      "Ġhistorical": 970,
      "round": 971,
      "Ġdirect": 972,
      "Ġid": 973,
      "Ġpolic": 974,
      "Ġunc": 975,
      "ury": 976,
      "Ġloc": 977,
      "alth": 978,
      "Ġchar": 979,
      "Wh": 980,
      "ĠInd": 981,
      "Ġpower": 982,
      "Ġparticular": 983,
      "ogical": 984,
      "tis": 985,
      "fter": 986,
      "Ġstate": 987,
      "acter": 988,
      "Ġmodel": 989,
      "jor": 990,
      "viron": 991,
      "cept": 992,
      "Ġnew": 993,
      "uman": 994,
      "Ġcompar": 995,
      "eline": 996,
      "Ġpress": 997,
      "Ġnum": 998,
      "ĠAl": 999,
      "Ġchang": 1000,
      "Ġindividual": 1001,
      "Ġwithout": 1002,
      "ily": 1003,
      "ax": 1004,
      "atory": 1005,
      "Ġ7": 1006,
      "Ġserv": 1007,
      "Ġstand": 1008,
      "Ġpeople": 1009,
      "Ġfound": 1010,
      "Ġbl": 1011,
      "iet": 1012,
      "20": 1013,
      "fication": 1014,
      "Ġwhat": 1015,
      "Ġproper": 1016,
      "Ġdom": 1017,
      "000": 1018,
      "Ġpath": 1019,
      "ĠUn": 1020,
      "Ġdisc": 1021,
      "Ġlegal": 1022,
      "Ġdetail": 1023
    },
    "merges": [
      [
        "č",
        "Ċ"
      ],
      [
        "o",
        "n"
      ],
      [
        "i",
        "n"
      ],
      [
        "t",
        "i"
      ],
      [
        "e",
        "r"
      ],
      [
        "Ġ",
        "t"
      ],
      [
        "Ġ",
        "a"
      ],
      [
        "r",
        "e"
      ],
      [
        "a",
        "l"
      ],
      [
        "e",
        "n"
      ],
      [
        "Ġ",
        "c"
      ],
      [
        "e",
        "s"
      ],
      [
        "Ġ",
        "s"
      ],
      [
        "Ġt",
        "h"
      ],
      [
        "o",
        "r"
      ],
      [
        "ti",
        "on"
      ],
      [
        "a",
        "n"
      ],
      [
        "i",
        "s"
      ],
      [
        "Ġ",
        "p"
      ],
      [
        "i",
        "c"
      ],
      [
        "a",
        "t"
      ],
      [
        "e",
        "d"
      ],
      [
        "a",
        "r"
      ],
      [
        "i",
        "t"
      ],
      [
        "Ġth",
        "e"
      ],
      [
        "in",
        "g"
      ],
      [
        "Ġ",
        "d"
      ],
      [
        "Ġ",
        "m"
      ],
      [
        "Ġ",
        "f"
      ],
      [
        "Ġ",
        "o"
      ],
      [
        "r",
        "o"
      ],
      [
        "Ġ",
        "in"
      ],
      [
        "Ġ",
        "w"
      ],
      [
        "Ġ",
        "b"
      ],
      [
        "l",
        "e"
      ],
      [
        "a",
        "tion"
      ],
      [
        "en",
        "t"
      ],
      [
        "e",
        "c"
      ],
      [
        "n",
        "d"
      ],
      [
        "Ġ",
        "re"
      ],
      [
        "o",
        "m"
      ],
      [
        "s",
        "t"
      ],
      [
        "Ġo",
        "f"
      ],
      [
        "o",
        "u"
      ],
      [
        "Ġ",
        "e"
      ],
      [
        "r",
        "a"
      ],
      [
        "Ġ",
        "h"
      ],
      [
        "o",
        "l"
      ],
      [
        "a",
        "s"
      ],
      [
        "l",
        "y"
      ],
      [
        "c",
        "e"
      ],
      [
        "Ġa",
        "nd"
      ],
      [
        "Ġt",
        "o"
      ],
      [
        "v",
        "e"
      ],
      [
        "Ġ",
        "l"
      ],
      [
        "t",
        "h"
      ],
      [
        "Ġc",
        "on"
      ],
      [
        "Ġ",
        "n"
      ],
      [
        "i",
        "l"
      ],
      [
        "u",
        "l"
      ],
      [
        "s",
        "i"
      ],
      [
        "#",
        "#"
      ],
      [
        "a",
        "c"
      ],
      [
        "m",
        "ent"
      ],
      [
        "Ġ",
        "C"
      ],
      [
        "u",
        "r"
      ],
      [
        "i",
        "m"
      ],
      [
        "*",
        "*"
      ],
      [
        "e",
        "t"
      ],
      [
        "i",
        "g"
      ],
      [
        "i",
        "f"
      ],
      [
        "ti",
        "c"
      ],
      [
        "Ġ",
        "S"
      ],
      [
        "Ġ",
        "T"
      ],
      [
        "i",
        "d"
      ],
      [
        "e",
        "m"
      ],
      [
        "t",
        "er"
      ],
      [
        "it",
        "y"
      ],
      [
        "Ġ",
        "g"
      ],
      [
        "v",
        "er"
      ],
      [
        "e",
        "l"
      ],
      [
        "o",
        "w"
      ],
      [
        "Ġs",
        "t"
      ],
      [
        "ic",
        "al"
      ],
      [
        "Ġ",
        "A"
      ],
      [
        "u",
        "t"
      ],
      [
        "u",
        "s"
      ],
      [
        "Ġ",
        "("
      ],
      [
        "Ġp",
        "ro"
      ],
      [
        "t",
        "s"
      ],
      [
        "h",
        "e"
      ],
      [
        "Ġf",
        "or"
      ],
      [
        "r",
        "i"
      ],
      [
        "u",
        "c"
      ],
      [
        "Ġ",
        "v"
      ],
      [
        "Ġc",
        "om"
      ],
      [
        "at",
        "e"
      ],
      [
        "re",
        "s"
      ],
      [
        "a",
        "b"
      ],
      [
        "a",
        "m"
      ],
      [
        "is",
        "t"
      ],
      [
        "Ġ",
        "P"
      ],
      [
        "u",
        "n"
      ],
      [
        "Ġ",
        "\""
      ],
      [
        "i",
        "r"
      ],
      [
        "q",
        "u"
      ],
      [
        "o",
        "d"
      ],
      [
        "Ġ",
        "čĊ"
      ],
      [
        "o",
        "t"
      ],
      [
        "g",
        "e"
      ],
      [
        "Ġ",
        "1"
      ],
      [
        "Ġa",
        "s"
      ],
      [
        "o",
        "g"
      ],
      [
        "it",
        "h"
      ],
      [
        "Ġ",
        "M"
      ],
      [
        "es",
        "s"
      ],
      [
        "Ġ",
        "I"
      ],
      [
        "Ġw",
        "h"
      ],
      [
        "a",
        "in"
      ],
      [
        "Ġe",
        "x"
      ],
      [
        "o",
        "p"
      ],
      [
        "a",
        "d"
      ],
      [
        "Ġ",
        "is"
      ],
      [
        "c",
        "h"
      ],
      [
        "p",
        "p"
      ],
      [
        "Ġw",
        "ith"
      ],
      [
        "##",
        "#"
      ],
      [
        "u",
        "re"
      ],
      [
        "er",
        "s"
      ],
      [
        "ti",
        "ve"
      ],
      [
        "t",
        "e"
      ],
      [
        "o",
        "s"
      ],
      [
        "'",
        "s"
      ],
      [
        "o",
        "c"
      ],
      [
        "Ġ",
        "H"
      ],
      [
        "Ġ",
        "on"
      ],
      [
        "Ġs",
        "p"
      ],
      [
        "Ġth",
        "at"
      ],
      [
        "Ġcom",
        "p"
      ],
      [
        "Ġb",
        "e"
      ],
      [
        "Ġd",
        "e"
      ],
      [
        "an",
        "d"
      ],
      [
        "Ġ",
        "E"
      ],
      [
        "u",
        "m"
      ],
      [
        "en",
        "ce"
      ],
      [
        "Ġ",
        "B"
      ],
      [
        "ation",
        "s"
      ],
      [
        "o",
        "re"
      ],
      [
        "Ġa",
        "c"
      ],
      [
        "Ġa",
        "n"
      ],
      [
        "Ġ",
        "R"
      ],
      [
        "Ġc",
        "h"
      ],
      [
        "en",
        "d"
      ],
      [
        "a",
        "y"
      ],
      [
        "a",
        "p"
      ],
      [
        "if",
        "ic"
      ],
      [
        "Ġ",
        "r"
      ],
      [
        "Ġa",
        "l"
      ],
      [
        "i",
        "al"
      ],
      [
        "Ġ",
        "D"
      ],
      [
        "d",
        "i"
      ],
      [
        "ig",
        "h"
      ],
      [
        "i",
        "z"
      ],
      [
        "es",
        "t"
      ],
      [
        "Ġ",
        "or"
      ],
      [
        "p",
        "l"
      ],
      [
        "Ġ",
        "L"
      ],
      [
        "ĠT",
        "he"
      ],
      [
        "Ġ",
        "F"
      ],
      [
        "f",
        "f"
      ],
      [
        "ar",
        "y"
      ],
      [
        "g",
        "h"
      ],
      [
        "u",
        "al"
      ],
      [
        "ro",
        "m"
      ],
      [
        "s",
        "e"
      ],
      [
        "k",
        "e"
      ],
      [
        "Ġ",
        "2"
      ],
      [
        "Ġ",
        "N"
      ],
      [
        "Ġs",
        "u"
      ],
      [
        "si",
        "on"
      ],
      [
        "Ġ",
        "="
      ],
      [
        "f",
        "er"
      ],
      [
        "p",
        "er"
      ],
      [
        "i",
        "es"
      ],
      [
        "tic",
        "al"
      ],
      [
        "an",
        "t"
      ],
      [
        "Ġs",
        "y"
      ],
      [
        "an",
        "ce"
      ],
      [
        "tion",
        "s"
      ],
      [
        "ou",
        "r"
      ],
      [
        "Ġ",
        "it"
      ],
      [
        "x",
        "t"
      ],
      [
        "c",
        "t"
      ],
      [
        "u",
        "nd"
      ],
      [
        ".",
        "."
      ],
      [
        "or",
        "m"
      ],
      [
        "ec",
        "h"
      ],
      [
        "in",
        "e"
      ],
      [
        "Ġ",
        "G"
      ],
      [
        "er",
        "e"
      ],
      [
        "Ġsp",
        "ec"
      ],
      [
        "Ġcon",
        "t"
      ],
      [
        "Ġ",
        "im"
      ],
      [
        "en",
        "ti"
      ],
      [
        "Ġf",
        "rom"
      ],
      [
        "or",
        "k"
      ],
      [
        "Ġ",
        "W"
      ],
      [
        "Ġb",
        "y"
      ],
      [
        "y",
        "s"
      ],
      [
        "i",
        "on"
      ],
      [
        "at",
        "h"
      ],
      [
        "e",
        "w"
      ],
      [
        "ol",
        "og"
      ],
      [
        "Ġa",
        "pp"
      ],
      [
        "ti",
        "m"
      ],
      [
        "l",
        "d"
      ],
      [
        "r",
        "an"
      ],
      [
        "Ġa",
        "d"
      ],
      [
        "Ġ",
        "le"
      ],
      [
        "Ġ",
        "un"
      ],
      [
        "Ġ",
        "-"
      ],
      [
        "ou",
        "s"
      ],
      [
        "Ġw",
        "as"
      ],
      [
        "is",
        "m"
      ],
      [
        "i",
        "p"
      ],
      [
        "v",
        "id"
      ],
      [
        "l",
        "u"
      ],
      [
        "Ġa",
        "re"
      ],
      [
        "ac",
        "h"
      ],
      [
        "i",
        "re"
      ],
      [
        "te",
        "xt"
      ],
      [
        "al",
        "l"
      ],
      [
        "u",
        "tion"
      ],
      [
        "Ġs",
        "e"
      ],
      [
        "ec",
        "t"
      ],
      [
        "Ġp",
        "re"
      ],
      [
        "ter",
        "n"
      ],
      [
        "at",
        "ed"
      ],
      [
        "ac",
        "t"
      ],
      [
        "ul",
        "t"
      ],
      [
        "a",
        "ge"
      ],
      [
        "ig",
        "n"
      ],
      [
        "Ġp",
        "ar"
      ],
      [
        "r",
        "uc"
      ],
      [
        "th",
        "er"
      ],
      [
        "o",
        "st"
      ],
      [
        "T",
        "he"
      ],
      [
        "or",
        "y"
      ],
      [
        "p",
        "h"
      ],
      [
        "Ġs",
        "h"
      ],
      [
        "en",
        "c"
      ],
      [
        "a",
        "g"
      ],
      [
        "ur",
        "al"
      ],
      [
        "Ġn",
        "ot"
      ],
      [
        "0",
        "0"
      ],
      [
        "Ġa",
        "b"
      ],
      [
        "Ġ",
        "y"
      ],
      [
        "Ġb",
        "ut"
      ],
      [
        "is",
        "h"
      ],
      [
        "p",
        "le"
      ],
      [
        "Ġm",
        "e"
      ],
      [
        "ro",
        "u"
      ],
      [
        "or",
        "t"
      ],
      [
        "ou",
        "t"
      ],
      [
        "at",
        "es"
      ],
      [
        "st",
        "em"
      ],
      [
        "ĠT",
        "h"
      ],
      [
        "Ġl",
        "i"
      ],
      [
        "Ġre",
        "s"
      ],
      [
        "u",
        "st"
      ],
      [
        "f",
        "orm"
      ],
      [
        "ve",
        "l"
      ],
      [
        "if",
        "fer"
      ],
      [
        "ar",
        "i"
      ],
      [
        "ab",
        "le"
      ],
      [
        "ar",
        "d"
      ],
      [
        "Ġa",
        "t"
      ],
      [
        "a",
        "k"
      ],
      [
        "a",
        "st"
      ],
      [
        "v",
        "en"
      ],
      [
        "Ġp",
        "er"
      ],
      [
        "ĠI",
        "n"
      ],
      [
        "Ġ",
        "U"
      ],
      [
        "ĠC",
        "on"
      ],
      [
        "il",
        "ity"
      ],
      [
        "om",
        "e"
      ],
      [
        "Ġn",
        "e"
      ],
      [
        "Ġ",
        "en"
      ],
      [
        "or",
        "s"
      ],
      [
        ":",
        "**"
      ],
      [
        "Ġc",
        "an"
      ],
      [
        "n",
        "t"
      ],
      [
        "Ġin",
        "c"
      ],
      [
        "Ġ",
        "+"
      ],
      [
        "a",
        "re"
      ],
      [
        "ra",
        "m"
      ],
      [
        "a",
        "v"
      ],
      [
        "Ġsy",
        "stem"
      ],
      [
        "d",
        "e"
      ],
      [
        "b",
        "le"
      ],
      [
        "es",
        "e"
      ],
      [
        "r",
        "ic"
      ],
      [
        "Ġc",
        "l"
      ],
      [
        "ou",
        "ld"
      ],
      [
        "ra",
        "in"
      ],
      [
        "Ġ1",
        "9"
      ],
      [
        "Ġre",
        "l"
      ],
      [
        "a",
        "tive"
      ],
      [
        "an",
        "g"
      ],
      [
        "i",
        "ti"
      ],
      [
        "Ġd",
        "iffer"
      ],
      [
        "Ġd",
        "is"
      ],
      [
        "c",
        "ess"
      ],
      [
        "ic",
        "h"
      ],
      [
        "Ġm",
        "ore"
      ],
      [
        "ation",
        "al"
      ],
      [
        "ra",
        "c"
      ],
      [
        "s",
        "s"
      ],
      [
        "ment",
        "s"
      ],
      [
        "Ġth",
        "is"
      ],
      [
        "Ġa",
        "r"
      ],
      [
        "on",
        "g"
      ],
      [
        "Ġ",
        "k"
      ],
      [
        "**",
        ":"
      ],
      [
        "Ġ",
        "us"
      ],
      [
        "ruc",
        "t"
      ],
      [
        "d",
        "uc"
      ],
      [
        "v",
        "ol"
      ],
      [
        "Ġ",
        "O"
      ],
      [
        "el",
        "l"
      ],
      [
        "Ġh",
        "e"
      ],
      [
        "Ġ",
        "3"
      ],
      [
        "tion",
        "al"
      ],
      [
        "ech",
        "an"
      ],
      [
        "u",
        "e"
      ],
      [
        "er",
        "m"
      ],
      [
        "i",
        "a"
      ],
      [
        "i",
        "le"
      ],
      [
        "Ġre",
        "qu"
      ],
      [
        "Ġin",
        "ter"
      ],
      [
        "il",
        "l"
      ],
      [
        "e",
        "y"
      ],
      [
        "igh",
        "t"
      ],
      [
        "rou",
        "gh"
      ],
      [
        "Ġp",
        "ol"
      ],
      [
        "Ġcomp",
        "le"
      ],
      [
        "Ġ",
        "qu"
      ],
      [
        "Ġspec",
        "ific"
      ],
      [
        "at",
        "er"
      ],
      [
        "y",
        "p"
      ],
      [
        "ran",
        "s"
      ],
      [
        "a",
        "il"
      ],
      [
        "a",
        "ve"
      ],
      [
        "i",
        "v"
      ],
      [
        "e",
        "ar"
      ],
      [
        "Ġe",
        "ff"
      ],
      [
        "Ġim",
        "p"
      ],
      [
        "Ġli",
        "ke"
      ],
      [
        "Ġt",
        "ra"
      ],
      [
        "Ġcon",
        "f"
      ],
      [
        "Ġp",
        "l"
      ],
      [
        "Ġin",
        "t"
      ],
      [
        "Ġ",
        "j"
      ],
      [
        "er",
        "v"
      ],
      [
        "n",
        "ow"
      ],
      [
        "l",
        "ic"
      ],
      [
        "Ġthe",
        "ir"
      ],
      [
        "Ġc",
        "o"
      ],
      [
        "on",
        "om"
      ],
      [
        "Ġ",
        "K"
      ],
      [
        "Ġre",
        "g"
      ],
      [
        "Ġv",
        "s"
      ],
      [
        "f",
        "ic"
      ],
      [
        "ul",
        "ar"
      ],
      [
        "et",
        "w"
      ],
      [
        "ti",
        "t"
      ],
      [
        "Ġp",
        "h"
      ],
      [
        "y",
        "n"
      ],
      [
        "Ġs",
        "c"
      ],
      [
        "a",
        "us"
      ],
      [
        "res",
        "s"
      ],
      [
        "..",
        "."
      ],
      [
        "Ġ",
        "4"
      ],
      [
        "Ġth",
        "an"
      ],
      [
        "er",
        "y"
      ],
      [
        "Ġth",
        "rough"
      ],
      [
        "ou",
        "nd"
      ],
      [
        "olog",
        "ical"
      ],
      [
        "or",
        "d"
      ],
      [
        "Ġcon",
        "s"
      ],
      [
        "Ġre",
        "c"
      ],
      [
        "th",
        "es"
      ],
      [
        "o",
        "f"
      ],
      [
        "Ġwh",
        "ich"
      ],
      [
        "Ġp",
        "o"
      ],
      [
        "t",
        "ain"
      ],
      [
        "ĠC",
        "h"
      ],
      [
        "Ġe",
        "m"
      ],
      [
        "ĠS",
        "t"
      ],
      [
        "Ġcom",
        "m"
      ],
      [
        "al",
        "ly"
      ],
      [
        "Ġb",
        "ec"
      ],
      [
        "Ġas",
        "s"
      ],
      [
        "Ġ",
        "und"
      ],
      [
        "as",
        "e"
      ],
      [
        "Ġm",
        "od"
      ],
      [
        "am",
        "e"
      ],
      [
        "t",
        "y"
      ],
      [
        "Q",
        "u"
      ],
      [
        "Ġapp",
        "ro"
      ],
      [
        "c",
        "es"
      ],
      [
        "Ġ",
        "V"
      ],
      [
        "ent",
        "s"
      ],
      [
        "Ġc",
        "re"
      ],
      [
        "thes",
        "is"
      ],
      [
        "Ġre",
        "p"
      ],
      [
        "Ġd",
        "ist"
      ],
      [
        "d",
        "ic"
      ],
      [
        "Ġab",
        "out"
      ],
      [
        "ĠTh",
        "is"
      ],
      [
        "l",
        "ow"
      ],
      [
        "echan",
        "ism"
      ],
      [
        "as",
        "s"
      ],
      [
        "im",
        "it"
      ],
      [
        "r",
        "y"
      ],
      [
        "u",
        "b"
      ],
      [
        "c",
        "tion"
      ],
      [
        "Ġin",
        "f"
      ],
      [
        "al",
        "ys"
      ],
      [
        "Ġ",
        "5"
      ],
      [
        "Ġh",
        "is"
      ],
      [
        "Ġo",
        "ver"
      ],
      [
        "i",
        "an"
      ],
      [
        "Ġg",
        "en"
      ],
      [
        "Ġcon",
        "st"
      ],
      [
        "alys",
        "is"
      ],
      [
        "p",
        "t"
      ],
      [
        "h",
        "ip"
      ],
      [
        "Ġh",
        "ave"
      ],
      [
        "o",
        "th"
      ],
      [
        "ri",
        "b"
      ],
      [
        "Ġund",
        "er"
      ],
      [
        "Ġt",
        "rans"
      ],
      [
        "Ġ",
        "ro"
      ],
      [
        "Ġ",
        "J"
      ],
      [
        "ul",
        "ation"
      ],
      [
        "vel",
        "op"
      ],
      [
        "o",
        "ver"
      ],
      [
        "iz",
        "ation"
      ],
      [
        "Ġ",
        "tim"
      ],
      [
        "ti",
        "v"
      ],
      [
        "er",
        "n"
      ],
      [
        "ac",
        "k"
      ],
      [
        "l",
        "ed"
      ],
      [
        "p",
        "ec"
      ],
      [
        "p",
        "on"
      ],
      [
        "Ġs",
        "ign"
      ],
      [
        "ĠR",
        "e"
      ],
      [
        "e",
        "en"
      ],
      [
        "u",
        "res"
      ],
      [
        "Ġdiffer",
        "ent"
      ],
      [
        "Ġp",
        "r"
      ],
      [
        "b",
        "er"
      ],
      [
        "l",
        "ish"
      ],
      [
        "ist",
        "or"
      ],
      [
        "Ġm",
        "an"
      ],
      [
        "u",
        "d"
      ],
      [
        "o",
        "od"
      ],
      [
        "ab",
        "ility"
      ],
      [
        "a",
        "ce"
      ],
      [
        "p",
        "or"
      ],
      [
        "Ġd",
        "et"
      ],
      [
        "t",
        "en"
      ],
      [
        "Ġs",
        "uc"
      ],
      [
        "v",
        "al"
      ],
      [
        "at",
        "ing"
      ],
      [
        "etw",
        "een"
      ],
      [
        "Ġw",
        "ork"
      ],
      [
        "Ġm",
        "o"
      ],
      [
        "p",
        "end"
      ],
      [
        "Ġb",
        "etween"
      ],
      [
        "ult",
        "ural"
      ],
      [
        "Ġfor",
        "m"
      ],
      [
        "ar",
        "k"
      ],
      [
        "d",
        "ing"
      ],
      [
        "ra",
        "ph"
      ],
      [
        "Qu",
        "ery"
      ],
      [
        "Ġd",
        "ec"
      ],
      [
        "a",
        "w"
      ],
      [
        "Ġcomple",
        "x"
      ],
      [
        "onom",
        "ic"
      ],
      [
        "g",
        "es"
      ],
      [
        ".",
        "<"
      ],
      [
        "Ġit",
        "s"
      ],
      [
        "Ġd",
        "es"
      ],
      [
        "Ġst",
        "ruct"
      ],
      [
        "in",
        "al"
      ],
      [
        "Ġde",
        "velop"
      ],
      [
        "l",
        "es"
      ],
      [
        "Ġex",
        "p"
      ],
      [
        "si",
        "tion"
      ],
      [
        "|",
        ">"
      ],
      [
        "end",
        "of"
      ],
      [
        "endof",
        "text"
      ],
      [
        "ĠA",
        "n"
      ],
      [
        "ro",
        "ss"
      ],
      [
        "form",
        "ation"
      ],
      [
        "olog",
        "y"
      ],
      [
        "Ġp",
        "at"
      ],
      [
        "istor",
        "ical"
      ],
      [
        "it",
        "e"
      ],
      [
        "ul",
        "ti"
      ],
      [
        "ew",
        "ork"
      ],
      [
        "d",
        "er"
      ],
      [
        "Ġ",
        "**"
      ],
      [
        "Ġw",
        "e"
      ],
      [
        "ram",
        "ework"
      ],
      [
        "u",
        "p"
      ],
      [
        "ate",
        "g"
      ],
      [
        "Ġ",
        "ec"
      ],
      [
        "Ġne",
        "ed"
      ],
      [
        ".<",
        "|"
      ],
      [
        "Ġf",
        "act"
      ],
      [
        "iti",
        "es"
      ],
      [
        "Ġm",
        "echanism"
      ],
      [
        "e",
        "f"
      ],
      [
        "og",
        "raph"
      ],
      [
        "Ġappro",
        "ach"
      ],
      [
        "Ġthe",
        "y"
      ],
      [
        "en",
        "s"
      ],
      [
        "Ġd",
        "i"
      ],
      [
        "Ġth",
        "ese"
      ],
      [
        "enti",
        "al"
      ],
      [
        "Ġv",
        "ari"
      ],
      [
        "si",
        "ve"
      ],
      [
        "Ġo",
        "ther"
      ],
      [
        "ur",
        "ing"
      ],
      [
        "ech",
        "n"
      ],
      [
        "ĠC",
        "om"
      ],
      [
        "ou",
        "nt"
      ],
      [
        "Ġw",
        "ould"
      ],
      [
        "Ġst",
        "r"
      ],
      [
        "Ġa",
        "g"
      ],
      [
        "Ġw",
        "ere"
      ],
      [
        "Ġ",
        "0"
      ],
      [
        "ar",
        "ch"
      ],
      [
        "p",
        "ar"
      ],
      [
        "Ġle",
        "g"
      ],
      [
        "re",
        "e"
      ],
      [
        "'",
        "t"
      ],
      [
        "is",
        "ion"
      ],
      [
        "Ġpat",
        "tern"
      ],
      [
        "Ġm",
        "a"
      ],
      [
        "Ġe",
        "le"
      ],
      [
        "ro",
        "l"
      ],
      [
        "Ġc",
        "ol"
      ],
      [
        "Ġwh",
        "en"
      ],
      [
        "Ġrequ",
        "ire"
      ],
      [
        "ath",
        "er"
      ],
      [
        "ment",
        "al"
      ],
      [
        "Ġt",
        "yp"
      ],
      [
        "a",
        "ti"
      ],
      [
        "Ġwh",
        "ile"
      ],
      [
        "Ġsu",
        "b"
      ],
      [
        "Ġre",
        "m"
      ],
      [
        "Ġh",
        "as"
      ],
      [
        "Ġl",
        "imit"
      ],
      [
        "i",
        "tical"
      ],
      [
        "ec",
        "tion"
      ],
      [
        "i",
        "ous"
      ],
      [
        "iz",
        "ed"
      ],
      [
        "Ġal",
        "l"
      ],
      [
        "as",
        "ed"
      ],
      [
        "ical",
        "ly"
      ],
      [
        "Ġc",
        "ent"
      ],
      [
        "ver",
        "s"
      ],
      [
        "on",
        "e"
      ],
      [
        "Ġconst",
        "rain"
      ],
      [
        "id",
        "e"
      ],
      [
        "Ġ2",
        "0"
      ],
      [
        "Ġs",
        "im"
      ],
      [
        "Ġo",
        "ut"
      ],
      [
        "Ġc",
        "ap"
      ],
      [
        "Ġde",
        "f"
      ],
      [
        "ow",
        "er"
      ],
      [
        "th",
        "od"
      ],
      [
        "Ġ",
        "ra"
      ],
      [
        "K",
        "ey"
      ],
      [
        "gh",
        "t"
      ],
      [
        "Ġpro",
        "vid"
      ],
      [
        "r",
        "ation"
      ],
      [
        "s",
        "o"
      ],
      [
        "er",
        "al"
      ],
      [
        "Ġpro",
        "cess"
      ],
      [
        "Ġsign",
        "ific"
      ],
      [
        "Ġs",
        "ome"
      ],
      [
        "enc",
        "y"
      ],
      [
        "Ġ",
        "6"
      ],
      [
        "e",
        "ver"
      ],
      [
        "c",
        "ed"
      ],
      [
        "Ġh",
        "igh"
      ],
      [
        "on",
        "d"
      ],
      [
        "ys",
        "ical"
      ],
      [
        "re",
        "at"
      ],
      [
        "os",
        "e"
      ],
      [
        "at",
        "a"
      ],
      [
        "Ġo",
        "b"
      ],
      [
        "is",
        "tic"
      ],
      [
        "vol",
        "ution"
      ],
      [
        "Ġeff",
        "ec"
      ],
      [
        "re",
        "n"
      ],
      [
        "an",
        "s"
      ],
      [
        "now",
        "led"
      ],
      [
        "ro",
        "w"
      ],
      [
        "k",
        "ing"
      ],
      [
        "Ġp",
        "ers"
      ],
      [
        "er",
        "g"
      ],
      [
        "a",
        "tic"
      ],
      [
        "r",
        "it"
      ],
      [
        "k",
        "s"
      ],
      [
        "ess",
        "ment"
      ],
      [
        "Ġs",
        "oc"
      ],
      [
        "Ġac",
        "c"
      ],
      [
        "Ġd",
        "o"
      ],
      [
        "ĠW",
        "h"
      ],
      [
        "yn",
        "thesis"
      ],
      [
        ")",
        "."
      ],
      [
        "Ġy",
        "ou"
      ],
      [
        "Ġp",
        "e"
      ],
      [
        "ic",
        "e"
      ],
      [
        "Ġpar",
        "tic"
      ],
      [
        "1",
        "9"
      ],
      [
        "ire",
        "ct"
      ],
      [
        "ab",
        "lish"
      ],
      [
        "l",
        "i"
      ],
      [
        "al",
        "ity"
      ],
      [
        "ti",
        "l"
      ],
      [
        "Ġp",
        "res"
      ],
      [
        "Ġinc",
        "lu"
      ],
      [
        "in",
        "c"
      ],
      [
        "Ġd",
        "em"
      ],
      [
        "tit",
        "ution"
      ],
      [
        "at",
        "ure"
      ],
      [
        "Ġm",
        "ain"
      ],
      [
        "Ġwh",
        "ere"
      ],
      [
        "Ġf",
        "ramework"
      ],
      [
        "v",
        "es"
      ],
      [
        "em",
        "por"
      ],
      [
        "i",
        "e"
      ],
      [
        "ro",
        "p"
      ],
      [
        "Ġc",
        "or"
      ],
      [
        "Ġsu",
        "pp"
      ],
      [
        "on",
        "s"
      ],
      [
        "ir",
        "st"
      ],
      [
        "Ġin",
        "s"
      ],
      [
        "o",
        "b"
      ],
      [
        "t",
        "ing"
      ],
      [
        "is",
        "e"
      ],
      [
        "Ġan",
        "alysis"
      ],
      [
        "Ġal",
        "so"
      ],
      [
        "v",
        "ed"
      ],
      [
        "di",
        "tional"
      ],
      [
        ")",
        ","
      ],
      [
        "ain",
        "s"
      ],
      [
        "ic",
        "i"
      ],
      [
        "Ġsignific",
        "ant"
      ],
      [
        "i",
        "b"
      ],
      [
        "Ġm",
        "ay"
      ],
      [
        "Ġrep",
        "res"
      ],
      [
        "est",
        "ablish"
      ],
      [
        "p",
        "tion"
      ],
      [
        "ow",
        "ever"
      ],
      [
        "Ġsystem",
        "s"
      ],
      [
        "ific",
        "ation"
      ],
      [
        "Ġlike",
        "ly"
      ],
      [
        "ar",
        "g"
      ],
      [
        "om",
        "es"
      ],
      [
        "ic",
        "s"
      ],
      [
        "u",
        "th"
      ],
      [
        "i",
        "or"
      ],
      [
        "Ġf",
        "un"
      ],
      [
        "Ġv",
        "al"
      ],
      [
        "ay",
        "s"
      ],
      [
        "Ġcon",
        "text"
      ],
      [
        "ĠS",
        "ynthesis"
      ],
      [
        "g",
        "an"
      ],
      [
